Repository: mika9744-cliqz/browser-ios
Catalog: Client/LocalizedStrings/*.lproj/Intro.strings
Languages: fr

source: Browse multiple Web pages at the same time with tabs.
fr: Naviguer sur plusieurs pages Web en même temps avec les onglets.

source: Choose
fr: Choisir

source: Connect Firefox everywhere you use it.
fr: Connectez-vous à Firefox partout où vous l'utilisez.

source: Customize
fr: Personnaliser

source: Easily switch between open pages with tabs.
fr: Passer facilement d'une page à l'autre avec les onglets.

source: Firefox and the cloud
fr: Firefox et le cloud

source: Introductory slide %@ of %@
fr: Diapositive d'introduction %1$@ parmi %2$@

source: Organize
fr: Organiser

source: Personalize your Firefox just the way you like in Settings.
fr: Personnalisez votre Firefox à votre manière dans Paramètres.

source: Personalize your default search engine and more in Settings.
fr: Personnaliser votre moteur de recherche par défaut et autres dans Paramètres.

source: Share
fr: Partager

source: Sign in to Firefox
fr: S'identifier sur Firefox

source: Start Browsing
fr: Commencer à naviguer

source: Sync your Devices.
fr: Synchroniser vos appareils.

source: Tap, hold and move the Firefox icon into your dock for easy access.
fr: Appuyez, maintenez et bouger l'icône Firefox vers votre station pour un accés facile.

source: The Settings button is at the beginning of the Tabs Tray.
fr: Le bouton Paramètres est au début de la bar onglets.

source: The Show Tabs button is next to the Address and Search text field and displays the current number of open tabs.
fr: le bouton Montrer les onglets est près des barres d'adresse et de recherche et affiche le nombre d'onglets ouverts.

source: Use the share sheet to send links from other apps to Firefox.
fr: Utilisez la page partagée pour envoyer les liens d'autres applications à Firefox.
